# Dev tools
brew 'curl'
brew 'fzf'
brew 'git'
brew 'jq'
brew 'neovim'
brew 'tmux'
brew 'watch'
brew 'rbenv'
brew 'jenv'
brew 'pipenv'
brew 'nodenv'
brew 'gh'
brew 'ansible'
brew 'awscli'
brew 'yt-dlp'
brew 'uv'
brew 'starship'

# Better terminal tools
brew 'bat'
brew 'btop'
brew 'dust'
brew 'diff-so-fancy'
brew 'eza'
brew 'fd'
brew 'git-delta'
brew 'gum'
brew 'htop'
brew 'ncdu'
brew 'prettyping'
brew 'ripgrep'
brew 'rpl'
brew 'tig'
brew 'tldr'
brew 'tree'
brew 'vale'
brew 'watch'
brew 'duti'

# Libs
brew 'ffmpeg'
brew 'libpq'
