# Dev tools
brew 'asdf'
brew 'curl'
brew 'fzf'
brew 'git'
brew 'jq'
brew 'neovim'
brew 'tmux'
brew 'watch'
brew 'rbenv'
brew 'jenv'
brew 'pyenv'
brew 'nodenv'
brew '1password-cli'

# Better terminal tools
brew 'bat'
brew 'btop'
brew 'dust'
brew 'diff-so-fancy'
brew 'dog'
brew 'eza'
brew 'fd'
brew 'git-delta'
brew 'gum'
brew 'htop'
brew 'ncdu'
brew 'prettyping'
brew 'ripgrep'
brew 'rpl'
brew 'tig'
brew 'tldr'
brew 'tree'
brew 'vale'
brew 'watch'
